{
  "workingPapers": [
    {
      "title": "Virtual Brands and Platform Intermediation",
      "status": "Under review",
      "authors": "with Yakov Bart and Shubhranshu Singh",
      "abstract": "Virtual brands, established by firms beyond their original brands to sell their existing products on online platforms, 
                    are gaining prominence on various food-delivery platforms. This paper studies a firm's decision to create multiple 
                    brands on an online platform and the platform's decision to recommend them to consumers who make their purchase 
                    decisions after searching recommended brands on the platform. We find a multi-product firm can utilize multiple 
                    identical-menu brands with different leading products to communicate information about its product variety, 
                    enticing more consumers to search its brands on the platform. Surprisingly, such information transmission by a 
                    multi-product firm raises not only consumer surplus but also the profit of the single-product firm that does not 
                    utilize virtual brands. We find that under privacy environment where the platform does not have access to 
                    consumer-preference information, it facilitates this information transmission by consistently recommending all brands 
                    to all consumers. By contrast, under no privacy where the platform knows consumer types, it uses brands with different
                    leading products to target different consumer segments, which essentially restricts the information-transmission channel.
                    Interestingly, however, the profits of both the platform and the virtual-brand-offering firm increase as a result.
                    Finally, we show banning identical-menu virtual brands can further benefit both the multi-product firm and consumers
                    when the ban pushes the multi-product firm to create multiple virtual brands specializing in distinct products. However,
                    when the ban leads the multi-product firm to keep only one brand with all its products, the ban can hurt consumers and 
                    all firm types.",
      "link": "papers/Virtual_brands_24Nov.pdf"
    },
    {
      "title": "Advertising Platforms and Privacy",
      "status": "Revise and Resubmit at Marketing Science",
      "authors": "with Sridhar Moorthy and Xianwen Shi",
      "abstract": "We examine  the implications of privacy-motivated targeting restrictions on consumer welfare, advertisers' customer 
                    acquisition costs, and platform revenue. In our model,  competitive product firms reach consumers by placing informative
                    ads on a monopoly advertising platform; consumers are horizontally differentiated in their product preferences and in 
                    their willingness to pay for a non-preferred product, but they don't have any intrinsic privacy preferences, nor an aversion
                    to advertising <em>per se</em>. <br />
                    <br />
                    In this context we show that both platform and consumers would be better off without any privacy restrictions if ad rates 
                    were exogenous to the privacy regime. However, in the more realistic scenario of endogenous ad rates, consumers with 
                    flexible product preferences are likely to be better off under privacy. We argue that a platform with market power selling 
                    informative ads to competitive product firms will recognize the threat to ad volume posed by cross-selling through mistargeted 
                    ads. To compensate, the platform will lower ad rates, which will then be passed on to consumers in the form of lower product prices.",
      "link": "papers/Privacy2024.pdf"
    }
  ],
  "workInProgress": [
    {
      "title": "Brand Image and Marketing Employees Turnover",
      "authors": "with Yakov Bart, Anatoli Colicev, and Samsun Knight",
      "abstract": "We merge a workforce dataset with the YouGov brand index dataset to study the impact of marketing-related..."
    },
    {
      "title": "Privacy and Product Variety",
      "authors": "with Sridhar Moorthy and Xianwen Shi",
      "abstract": "This project explores the intersection of privacy policies and product variety in competitive markets."
    }
  ]
}
